print("Hello World!")

x = 4
print(x)

c = "str" + " new"
print(c)

a = 32 + 32
print(a)

d = "asd'asda'"
print(d)

x = '"asda"'
print(x)

print("комментарий справа") # Функция print() позволяет выводить результат на экран комментарий справа


#инструкция объявляющая переменную var и присваивающая ей значение равное 5
var = 5
if var < 3: #основная инструкция 1
    print("less") #вложенная инструкция, отступает от основной инструкции 1
else: #основная инструкция 2
    print("more") #вложенная инструкция, отступает от основной инструкции 2
